Repository: kticoder/japonadam
Catalog: languages/japonadam-*.po
Languages: de_de

source: Satın Aldıklarım
de_de: Meine Einkäufe

source: Tüm Ürünler
de_de: Alle Produkte

source: Aktivasyon
de_de: Aktivierung

source: Yardım Merkezi
de_de: Hilfezentrum

source: Eklenti
de_de: Plugin

source: Tema
de_de: Theme

source: Aktivasyon kodunuz
de_de: Ihr Aktivierungscode

source: Aktivasyonu Kaldır
de_de: Aktivierung entfernen

source: Doğrula
de_de: Überprüfen

source: Ürünleri görmek için sağ üst köşeden aktivasyon anahatarınızı giriniz.
de_de: Geben Sie Ihren Aktivierungsschlüssel oben rechts ein, um die Produkte zu sehen.

source: Güncelle
de_de: Aktualisieren

source: Kurulum Yap
de_de: Installieren

source: Yenile
de_de: Aktualisieren

source: Kurulum yapılıyor...
de_de: Installation läuft...

source: Destek
de_de: Unterstützung

source: Sitemizi Ziyaret Edin
de_de: Besuchen Sie unsere Website

source: Bu ürünü henüz satın almadınız.
de_de: Sie haben dieses Produkt noch nicht gekauft.

source: Ürününüz başarıyla kuruldu
de_de: Ihr Produkt wurde erfolgreich installiert.

source: Bu ürün sitenizde zaten kurulmuş.
de_de: Dieses Produkt ist bereits auf Ihrer Website installiert.

source: Bu eklenti sitenizde zaten kurulu.
de_de: Dieses Plugin ist bereits auf Ihrer Website installiert.

source: Bir hata oluştu. Lütfen daha sonra tekrar deneyiniz.
de_de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es später noch einmal.

source: Upload limitiniz 100 MB'den düşük. Lütfen sunucu ayarlarınızı güncelleyin.
de_de: Ihr Upload-Limit liegt unter 100 MB. Bitte aktualisieren Sie Ihre Servereinstellungen.

source: Yanlış yapılandırma! Ayarlar > Kalıcı Bağlantılar > Yazı Adı olarak değiştiriniz.
de_de: Falsche Konfiguration! Ändern Sie Einstellungen > Permalinks > Beitragsname.

source: Önemli Uyarılar
de_de: Wichtige Hinweise

source: Bu ürün sitenizde kurulu.
de_de: Dieses Produkt ist bereits auf Ihrer Website installiert.
